#include <stdio.h>

int main(void)
{
	printf("+--------------------------------------+\n");
	printf("|            个 人 信 息 卡            |\n");
	printf("+--------------------------------------+\n");
	printf("| 姓名：刘雨田                         |\n");
	printf("| 学号：2604020130                     |\n");
	printf("| 班级：26电子信息工程1班              |\n");
	printf("| 专业：电子信息工程                   |\n");
	printf("+--------------------------------------+\n");
	printf("| 座右铭：代码写千遍，其义自见。       |\n");
	printf("+--------------------------------------+\n");
	return 0;
}
